tap "bufbuild/buf"
tap "clojure/tools"
tap "d12frosted/emacs-plus"
tap "helix-editor/helix"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "jason0x43/neovim-nightly"
tap "railwaycat/emacsmacport"

brew "automake"
brew "gmp"
brew "coreutils"
brew "libtool"
brew "libyaml"
brew "openssl@1.1"
brew "unixodbc"
brew "asdf"
brew "bat"
brew "bdw-gc"
brew "c-ares"
brew "gettext"
brew "libffi"
brew "libunistring"
brew "guile"
brew "libevent"
brew "libidn2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "jemalloc"
brew "libev"
brew "nghttp2"
brew "blackbox"
brew "gdbm"
brew "mpdecimal"
brew "pcre"
brew "sqlite"
brew "xz"
brew "python@3.9"
brew "chezmoi"
brew "cmake"
brew "dust"
brew "emacs", link: false
brew "entr"
brew "exercism"
brew "fd"
brew "mpfr"
brew "gawk"
brew "git"
brew "gotop"
brew "haskell-language-server"
brew "helm"
brew "htop"
brew "leiningen"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "lolcat"
brew "lua"
brew "luajit", args: ["HEAD"]
brew "luajit-openresty"
brew "luarocks"
brew "luv"
brew "msgpack"
brew "screenresolution"
brew "neofetch"
brew "tree-sitter"
brew "neovim", args: ["HEAD"], link: false
brew "rbenv"
brew "ripgrep"
brew "utf8proc"
brew "tmux"
brew "tmuxinator"
brew "xclip"
brew "bufbuild/buf/buf"
brew "clojure/tools/clojure"
brew "d12frosted/emacs-plus/emacs-plus@26", args: ["with-modern-doom3-icon"], link: false
brew "d12frosted/emacs-plus/emacs-plus@27", args: ["with-modern-doom3-icon"], link: false
brew "helix-editor/helix/helix"
brew "heroku/brew/heroku"

cask "discord"
cask "emacs"
cask "font-iosevka"
cask "hammerspoon"
cask "neovim-nightly"
