tap "bufbuild/buf"
tap "clojure/tools"
tap "cue-lang/tap"
tap "d12frosted/emacs-plus"
tap "golangci/tap"
tap "hashicorp/tap"
tap "helix-editor/helix"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jason0x43/neovim-nightly"
tap "joaofnds/tap"
tap "koekeishiya/formulae"
tap "mongodb/brew"
tap "railwaycat/emacsmacport"
tap "stripe/stripe-cli"
tap "zackelia/formulae"
brew "act"
brew "xz"
brew "libtiff"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "gettext"
brew "mpdecimal"
brew "openssl@3"
brew "glib"
brew "at-spi2-core"
brew "automake"
brew "pycparser"
brew "cffi"
brew "python@3.11"
brew "awscli"
brew "libssh2"
brew "bat"
brew "gmp"
brew "coreutils"
brew "bats-core"
brew "bdw-gc"
brew "libevent"
brew "libunistring"
brew "libidn2"
brew "libtasn1"
brew "nettle"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "libusb"
brew "npth"
brew "pinentry"
brew "gnupg"
brew "blackbox"
brew "c-ares"
brew "cairo"
brew "chezmoi"
brew "cmake"
brew "docker"
brew "docutils"
brew "dust"
brew "efm-langserver"
brew "entr"
brew "exercism"
brew "fd"
brew "harfbuzz"
brew "libass"
brew "librist"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg@4"
brew "flyctl"
brew "freealut"
brew "fswatch"
brew "fzf"
brew "mpfr"
brew "gawk"
brew "gcc"
brew "gdbm"
brew "gh"
brew "ghostscript"
brew "git"
brew "gitleaks"
brew "glow"
brew "gobject-introspection"
brew "gotop"
brew "gpgme"
brew "librsvg"
brew "libtool"
brew "graphviz"
brew "grip"
brew "gtk+3"
brew "guile"
brew "hadolint"
brew "helix"
brew "helm"
brew "htop"
brew "hyperfine"
brew "libheif"
brew "imagemagick"
brew "imagemagick@6"
brew "ispell"
brew "jemalloc"
brew "jless"
brew "jq"
brew "k6"
brew "kubeseal"
brew "lazygit"
brew "openjdk"
brew "leiningen"
brew "libev"
brew "libffi"
brew "libgit2"
brew "unibilium"
brew "libtermkey"
brew "libuv"
brew "libvterm"
brew "libxml2"
brew "libyaml"
brew "qemu"
brew "lima"
brew "llvm"
brew "lolcat"
brew "lua"
brew "lua-language-server"
brew "luajit", args: ["HEAD"]
brew "luarocks"
brew "luv"
brew "node"
brew "mongosh"
brew "msgpack"
brew "screenresolution"
brew "neofetch"
brew "nghttp2"
brew "ninja"
brew "openssl@1.1"
brew "pcre"
brew "postgresql@11"
brew "postgresql@14"
brew "protobuf"
brew "python@3.10"
brew "python@3.9"
brew "ruby-build"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "utf8proc"
brew "tmux"
brew "tmux-xpanes"
brew "tmuxinator"
brew "tokei"
brew "tree-sitter"
brew "typos-cli"
brew "unixodbc"
brew "vegeta"
brew "vifm"
brew "wakatime-cli"
brew "wget"
brew "xclip"
brew "youtube-dl"
brew "yq"
brew "yt-dlp"
brew "bufbuild/buf/buf"
brew "clojure/tools/clojure"
brew "d12frosted/emacs-plus/emacs-plus@27", args: ["with-modern-doom3-icon"], link: false
brew "d12frosted/emacs-plus/emacs-plus@31"
brew "golangci/tap/golangci-lint"
brew "hashicorp/tap/terraform"
brew "heroku/brew/heroku"
brew "joaofnds/tap/astro"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "mongodb/brew/mongodb-community"
brew "stripe/stripe-cli/stripe"
brew "zackelia/formulae/bclm"
cask "fig"
cask "font-iosevka"
cask "hammerspoon"
cask "shottr"
vscode "bierner.color-info"
vscode "bradlc.vscode-tailwindcss"
vscode "castwide.solargraph"
vscode "csstools.postcss"
vscode "dracula-theme.theme-dracula"
vscode "ecmel.vscode-html-css"
vscode "evgeniypeshkov.syntax-highlighter"
vscode "figma.figma-vscode-extension"
vscode "george-alisson.html-preview-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "haskell.haskell"
vscode "justusadam.language-haskell"
vscode "kakumei.ts-debug"
vscode "ms-azuretools.vscode-docker"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode-remote.remote-ssh"
vscode "ms-vscode-remote.remote-ssh-edit"
vscode "ms-vscode-remote.remote-wsl"
vscode "ms-vscode-remote.vscode-remote-extensionpack"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.hexeditor"
vscode "ms-vscode.makefile-tools"
vscode "ms-vscode.remote-explorer"
vscode "ms-vscode.remote-server"
vscode "ms-vscode.vscode-typescript-next"
vscode "ms-vsliveshare.vsliveshare"
vscode "plex.vscode-protolint"
vscode "qufiwefefwoyn.kanagawa"
vscode "rebornix.scheme"
vscode "sainnhe.sonokai"
vscode "shd101wyy.markdown-preview-enhanced"
vscode "shopify.ruby-lsp"
vscode "streetsidesoftware.code-spell-checker"
vscode "sumneko.lua"
vscode "vscode-icons-team.vscode-icons"
vscode "vscodevim.vim"
vscode "vue.volar"
vscode "waderyan.gitblame"
vscode "wakatime.vscode-wakatime"
vscode "withfig.fig"
vscode "xabikos.javascriptsnippets"
vscode "zhuangtongfa.material-theme"
